{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_49", "output_dim": 10, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 2, "b_regularizer": null, "W_regularizer": null, "activation": "tanh", "batch_input_shape": [null, 2]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_50", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": 10, "b_regularizer": null, "W_regularizer": null, "activation": "tanh", "output_dim": 10}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_51", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": 10, "b_regularizer": null, "W_regularizer": null, "activation": "sigmoid", "output_dim": 1}}]}